
export const YEARS = Array.from({ length: 11 }, (_, i) => (2020 + i).toString());

export const PROVINCES = [
  'ນະຄອນຫຼວງວຽງຈັນ', 'ຜົ້ງສາລີ', 'ຫຼວງນໍ້າທາ', 'ອຸດົມໄຊ', 'ບໍ່ແກ້ວ', 'ຫຼວງພະບາງ', 'ຫົວພັນ', 'ໄຊຍະບູລີ', 
  'ຊຽງຂວາງ', 'ໄຊສົມບູນ', 'ວຽງຈັນ', 'ບໍລິຄໍາໄຊ', 'ຄໍາມ່ວນ', 'ສະຫວັນນະເຂດ', 'ສາລະວັນ', 'ເຊກອງ', 'ຈໍາປາສັກ', 'ອັດຕະປື'
];

export const NATIONALITIES = ['ລາວ', 'ອື່ນໆ'];
export const ETHNICITIES = ['ລາວ', 'ພູໄທ', 'ໄທດໍາ', 'ໄທຂາວ', 'ລື້', 'ຍວນ', 'ຢັ້ງ', 'ແຊກ'];
export const TRIBES = ['ລາວ-ໄຕ', 'ມອນ-ຂະແມ', 'ຈີນ-ຕີເບດ', 'ມົ້ງ-ອິວມ້ຽນ'];

export const EDUCATION_LEVELS = [
  'ປະຖົມ', 'ມັດທະຍົມຕົ້ນ', 'ມັດທະຍົມປາຍ', 'ຊັ້ນສູງ', 'ປະລິນຍາຕີ', 'ປະລິນຍາໂທ', 'ປະລິນຍາເອກ'
];
